Repository: armandojimenez/food_jury_app
Catalog: lib/l10n/app_*.arb
Languages: es

# appTagline
source: Order in the kitchen!
es: ¡Orden en la cocina!

# common_cancel
source: Cancel
es: Cancelar

# common_delete
source: Delete
es: Eliminar

# common_save
source: Save
es: Guardar

# common_yes
source: Yes
es: Sí

# common_back
source: Back
es: Atrás

# common_close
source: Close
es: Cerrar

# greeting_morning
source: Good morning, hungry one!
es: ¡Buenos días, hambriento!

# greeting_afternoon
source: Good afternoon, hungry one!
es: ¡Buenas tardes, hambriento!

# greeting_evening
source: Good evening, hungry one!
es: ¡Buenas noches, hambriento!

# greeting_night
source: Good night, hungry one!
es: ¡Buenas noches, hambriento!

# home_newDecision
source: New Decision
es: Nueva Decisión

# home_recentVerdicts
source: Recent Verdicts
es: Veredictos Recientes

# home_emptyTitle
source: No verdicts yet...
es: Aún no hay veredictos...

# home_emptyMessage
source: The court is empty! Time to bring a case.
es: ¡La corte está vacía! Es hora de presentar un caso.

# home_emptyAction
source: Start Your First Case
es: Comenzar Tu Primer Caso

# decision_screenTitle
source: What's the dilemma?
es: ¿Cuál es el dilema?

# decision_yourOptions
source: YOUR OPTIONS
es: TUS OPCIONES

# decision_addOption
source: Add Option
es: Agregar Opción

# decision_tapToAdd
source: Tap to add
es: Toca para agregar

# decision_whatsYourGoal
source: WHAT'S YOUR GOAL?
es: ¿CUÁL ES TU OBJETIVO?

# decision_letJudgeDecide
source: Let the Judge Decide
es: Que el Juez Decida

# decision_minOptionsError
source: Add at least 2 options to proceed
es: Agrega al menos 2 opciones para continuar

# option_add
source: ADD OPTION
es: AGREGAR OPCIÓN

# option_tapToAddPhoto
source: Tap to add photo
es: Toca para agregar foto

# option_nameLabel
source: Name
es: Nombre

# option_nameHint
source: What is it?
es: ¿Qué es?

# option_notesLabel
source: Notes (optional)
es: Notas (opcional)

# option_notesHint
source: Any details the judge should know?
es: ¿Algún detalle que el juez deba saber?

# option_addToCase
source: Add to Case
es: Agregar al Caso

# option_deleteConfirmTitle
source: Delete Option?
es: ¿Eliminar Opción?

# option_deleteConfirmMessage
source: This will remove the option from your case.
es: Esto eliminará la opción de tu caso.

# objective_fun
source: Fun
es: Diversión

# objective_healthy
source: Healthy
es: Saludable

# objective_quick
source: Quick
es: Rápido

# loading_courtInSession
source: The court is in session...
es: La corte está en sesión...

# loading_examiningEvidence
source: Examining the evidence...
es: Examinando la evidencia...

# loading_deliberating
source: Deliberating...
es: Deliberando...

# loading_almostThere
source: Almost there...
es: Casi listo...

# verdict_theVerdictIsIn
source: THE VERDICT IS IN
es: EL VEREDICTO ESTÁ LISTO

# verdict_winner
source: WINNER
es: GANADOR

# verdict_judgesNotes
source: Judge's Notes
es: Notas del Juez

# verdict_seeAllRankings
source: See all rankings
es: Ver todas las clasificaciones

# verdict_hideRankings
source: Hide rankings
es: Ocultar clasificaciones

# verdict_newDecision
source: New Decision
es: Nueva Decisión

# verdict_newCase
source: New Case
es: Nuevo Caso

# verdict_share
source: Share
es: Compartir

# verdict_bonusJoke
source: Judge's Joke
es: Chiste del Juez

# verdict_bonusFunFact
source: Fun Fact
es: Dato Curioso

# verdict_bonusTip
source: Pro Tip
es: Consejo Pro

# verdict_bonusStory
source: Story Time
es: Historia

# history_screenTitle
source: Past Verdicts
es: Veredictos Pasados

# history_emptyTitle
source: The court records are empty...
es: Los registros de la corte están vacíos...

# history_emptyMessage
source: No cases have been decided yet!
es: ¡Aún no se han decidido casos!

# history_today
source: Today
es: Hoy

# history_yesterday
source: Yesterday
es: Ayer

# history_thisWeek
source: This Week
es: Esta Semana

# history_deleteConfirmTitle
source: Delete Decision?
es: ¿Eliminar Decisión?

# history_deleteConfirmMessage
source: This cannot be undone.
es: Esto no se puede deshacer.

# settings_screenTitle
source: Settings
es: Configuración

# settings_judgePersonality
source: JUDGE'S PERSONALITY
es: PERSONALIDAD DEL JUEZ

# settings_appearance
source: APPEARANCE
es: APARIENCIA

# settings_subscription
source: SUBSCRIPTION
es: SUSCRIPCIÓN

# settings_about
source: About
es: Acerca de

# settings_privacy
source: Privacy
es: Privacidad

# settings_terms
source: Terms
es: Términos

# settings_devSection
source: DEVELOPER OPTIONS
es: OPCIONES DE DESARROLLO

# settings_useMockAi
source: Use Simulated AI
es: Usar IA Simulada

# settings_useMockAiDescription
source: Use offline mock responses instead of real AI calls
es: Usar respuestas simuladas en lugar de llamadas reales a la IA

# settings_mockAiEnabled
source: Simulated AI enabled
es: IA simulada activada

# settings_mockAiDisabled
source: Real AI enabled
es: IA real activada

# settings_madeWithLove
source: Made with ❤️ from Puerto Rico 🇵🇷
es: Hecho con ❤️ desde Puerto Rico 🇵🇷

# about_developer
source: About the Developer
es: Sobre el Desarrollador

# about_aboutMe
source: About Me
es: Sobre Mí

# about_skills
source: Skills
es: Habilidades

# about_publishedApps
source: Published Apps
es: Apps Publicadas

# about_aboutFoodJury
source: About FoodJury
es: Sobre FoodJury

# about_foodJuryDescription
source: FoodJury is your AI-powered food decision companion. When you can't decide what to eat, let Judge Bite render the final verdict! Built with Flutter, powered by Gemini AI, and designed with a playful retro diner aesthetic.
es: FoodJury es tu compañero de decisiones alimenticias potenciado por IA. Cuando no puedas decidir qué comer, ¡deja que Judge Bite dicte el veredicto final! Construido con Flutter, impulsado por Gemini AI, y diseñado con una estética retro de diner.

# about_connect
source: Let's Connect
es: Conectemos

# about_meetDeveloper
source: Meet the Developer
es: Conoce al Desarrollador

# tone_stern
source: Stern & Fair
es: Serio y Justo

# tone_sternPreview
source: The court finds...
es: La corte determina...

# tone_sassy
source: Sassy
es: Atrevido

# tone_sassyPreview
source: Listen, I've seen...
es: Escucha, he visto...

# tone_enthusiastic
source: Enthusiastic
es: Entusiasta

# tone_enthusiasticPreview
source: OH WOW! This is...
es: ¡OH WOW! Esto es...

# tone_chill
source: Chill
es: Relajado

# tone_chillPreview
source: So like, here's...
es: Entonces, mira...

# theme_light
source: Light
es: Claro

# theme_dark
source: Dark
es: Oscuro

# subscription_unlimitedDecisions
source: Unlimited decisions
es: Decisiones ilimitadas

# subscription_upgradeNow
source: Upgrade Now
es: Mejorar Ahora

# error_noInternet
source: The court is offline...
es: La corte está fuera de línea...

# error_noInternetMessage
source: Wake me when we're back online!
es: ¡Despiértame cuando volvamos a estar en línea!

# error_tryAgain
source: Try Again
es: Intentar de Nuevo

# error_genericMessage
source: Something went wrong. Please try again.
es: Algo salió mal. Por favor, inténtalo de nuevo.

# onboarding_skip
source: Skip
es: Omitir

# onboarding_next
source: Next
es: Siguiente

# onboarding_getStarted
source: Get Started
es: Comenzar

# onboarding_welcome_title
source: Meet Judge Bite
es: Conoce a Judge Bite

# onboarding_welcome_message
source: Your personal food court judge who helps you make delicious decisions!
es: ¡Tu juez personal de comida que te ayuda a tomar decisiones deliciosas!

# onboarding_howItWorks_title
source: How It Works
es: Cómo Funciona

# onboarding_howItWorks_message
source: Add your food options, set your goal, and let the judge deliver the verdict!
es: ¡Agrega tus opciones de comida, establece tu objetivo y deja que el juez entregue el veredicto!

# onboarding_personality_title
source: Pick Your Style
es: Elige Tu Estilo

# onboarding_personality_message
source: Choose how Judge Bite should deliver verdicts. You can change this anytime!
es: Elige cómo Judge Bite debe entregar los veredictos. ¡Puedes cambiar esto en cualquier momento!

# snackbar_decisionSaved
source: Decision recorded!
es: ¡Decisión registrada!

# snackbar_optionAdded
source: Option added to the case
es: Opción agregada al caso

# snackbar_optionDeleted
source: Option removed
es: Opción eliminada

# snackbar_decisionDeleted
source: Decision deleted
es: Decisión eliminada

# image_addPhoto
source: Add Photo
es: Agregar Foto

# image_changePhoto
source: Change Photo
es: Cambiar Foto

# image_removePhoto
source: Remove Photo
es: Eliminar Foto

# image_takePhoto
source: Take Photo
es: Tomar Foto

# image_chooseFromGallery
source: Choose from Gallery
es: Elegir de Galería

# image_photoEvidence
source: Photo Evidence
es: Evidencia Fotográfica

# permission_cameraTitle
source: Camera Access Needed
es: Acceso a Cámara Necesario

# permission_cameraMessage
source: Please allow camera access to snap photos of your food options.
es: Por favor permite acceso a la cámara para tomar fotos de tus opciones de comida.

# permission_galleryTitle
source: Photo Library Access Needed
es: Acceso a Fotos Necesario

# permission_galleryMessage
source: Please allow photo library access to select photos of your food options.
es: Por favor permite acceso a la galería para seleccionar fotos de tus opciones de comida.

# permission_deniedTitle
source: Permission Denied
es: Permiso Denegado

# permission_deniedMessage
source: Without this permission, you cannot add photos. You can enable it in Settings.
es: Sin este permiso, no puedes agregar fotos. Puedes habilitarlo en Configuración.

# permission_openSettings
source: Open Settings
es: Abrir Configuración

# error_imageLoad
source: Failed to load image
es: Error al cargar imagen

# snackbar_photoAdded
source: Photo evidence added!
es: ¡Evidencia fotográfica agregada!

# snackbar_photoRemoved
source: Photo removed
es: Foto eliminada

# common_loading
source: Loading...
es: Cargando...

# decision_addOptionsToBegin
source: Add your food options to begin
es: Agrega tus opciones de comida para comenzar

# decision_addMoreOptions
source: Add {count} more option{count, plural, =1{} other{s}}
es: Agrega {count} opción{count, plural, =1{} other{es}} más

# decision_pickYourGoal
source: Now pick your goal!
es: ¡Ahora elige tu objetivo!

# decision_readyForVerdict
source: Ready for the verdict!
es: ¡Listo para el veredicto!

# decision_noEvidenceYet
source: No evidence yet!
es: ¡Aún no hay evidencia!

# decision_addOptionsToBuildCase
source: Add your food options to build your case
es: Agrega tus opciones de comida para construir tu caso

# decision_addFirstOption
source: Add First Option
es: Agregar Primera Opción

# decision_addToYourCase
source: Add to your case
es: Agregar a tu caso

# decision_slotsLeft
source: {count} left
es: {count} restante{count, plural, =1{} other{s}}

# validation_pleaseEnterName
source: Please enter a name
es: Por favor ingresa un nombre

# judgeBite_presentEvidence
source: Present your evidence!
es: ¡Presenta tu evidencia!

# judgeBite_addMoreToCompare
source: One option? Add more to compare!
es: ¿Una opción? ¡Agrega más para comparar!

# judgeBite_tellMeYourGoal
source: Now tell me your goal!
es: ¡Ahora dime tu objetivo!

# judgeBite_readyToDeliver
source: Ready to deliver the verdict!
es: ¡Listo para entregar el veredicto!

# judgeBite_buildingCase
source: Building a solid case...
es: Construyendo un caso sólido...

# a11y_removeOption
source: Remove {name}
es: Eliminar {name}

# a11y_photoOf
source: Photo of {name}
es: Foto de {name}
